{
  "buttons": {
    "Skip": "Pomiń",
    "Hi Gowi": "Hej Gowi!",
    "Sounds good": "Brzmi dobrze",
    "Let's start": "Zaczynamy",
    "Register": "Zarejestruj się",
    "I already have an account": "Mam już konto",
    "Or log in using:": "Lub zaloguj sie za pomocą:",
    "I accept the Terms and Conditions and Privacy Policy.": "Akceptuję Regulamin i Politykę prywatności.",
    "Woman": "Kobieta",
    "Man": "Mężczyzna",
    "Other": "Inne",
    "Don't have an account? Register.": "Nie masz konta? Zarejestruj się.",
    "Forgot your password?": "Zapomniałaś hasła?",
    "Log in": "Zaloguj się.",
    "Password is not correct.": "Hasło nie jest poprawne.",
    "Send reset link.": "Wyślij link resetujący.",
    "Did not receive the message?": "Nie dostałeś wiadomości?",
    "Resend link": "Ponownie wyślij link",
    "OK, let's begin": "OK, zaczynamy",

    "0 – Not at all": "0 – W ogóle",
    "1 – Rather not": "1 – Raczej nie",
    "2 – Probably": "2 – Prawdopodobnie",
    "3 – A little": "3 – Trochę",
    "4 – Rather yes": "4 – Raczej tak",
    "5 – Definitely yes": "5 – Zdecydowanie tak",

    "Random": "Losowo",

    "I am starting my journey": "Zaczynam swoją podróż",

    "I choose the package": "Wybieram pakiet",
    "Start a free week": "Zacznij darmowy tydzień"
  },
  "improvementCategory": {
    "Self-discovery": "Odkrywanie siebie",
    "Relationships and bonds": "Relacje i więzi",
    "Positive thinking and its impact": "Pozytywne myślenie i jego wpływ",
    "My values and standards": "Moje wartości i standardy",
    "Meaning of life": "Sens życia",
    "How do I perceive myself?": "Jak postrzegam siebie?",
    "Emotional awareness": "Świadomość emocjonalna",
    "My beliefs": "Moje przekonania",
    "My resources": "Moje zasoby"
  },
  "formsInfo": {
    "Password": "Hasło",
    "Repeat password": "Powtórz hasło",
    "min. 8 characters": "min. 8 znaków",
    "address@email.com": "adres@email.com",
    "Create account": "Utwórz konto",
    "Your name": "Twoje imię",
    "My name is": "Moje imię to",
    "My name": "Moje imię"
  },
  "introductionTexts": {
    "Hi, im gowi": "Cześć, jestem Gowi.",
    "Nice to see you! I can help you understand yourself This will only take a moment": "Miło Cię widzieć 😊 \nPomogę Ci na chwilę się zatrzymać \ni lepiej zrozumieć siebie. \nTo zajmie tylko kilka minut.",

    "Your daily space for self-discovery.": "Twoja codzienna \nprzestrzeń do \nodkrywania siebie.",
    "I help you strengthen your inner power, better understand yourself, and discover ways of living that truly suit you.": "Pomagam Ci wzmocnić Twoją \nwewnętrzną siłę, lepiej zrozumieć \nsiebie oraz odkrywać sposoby życia, \nktóre naprawdę do Ciebie pasują.",

    "Step by step, at your pace.": "Krok po kroku, \nw Twoim tempie.",
    "Every moment you dedicate to yourself matters. Thanks to this, you get closer and closer to what you truly desire.": "Każdy moment, który poświęcasz \nsobie, ma znaczenie. Dzięki temu \nzbliżasz się coraz bardziej do tego, \nczego naprawdę pragniesz.",

    "Start your journey": "Zacznij swoją podróż",
    "Create an account to monitor your development and match the path to yourself. It will take you less than a minute.": "Załóż konto, by obserwować swój rozwój i dopasować drogę do siebie. Zajmie Ci to mniej niż minutę.",

    "This is the last step": "To już ostatni krok",
    "Choose the areas you want to discover first. Take into account your GROWWEB results - they may suggest where it is worth starting": "Wybierz obszary, które chcesz odkrywać w pierwszej kolejności. Weź pod uwagę swoje wyniki z GROWWEB - mogą podpowiedzieć Ci, od czego warto zacząć.",
    "All other topics will be waiting for you. You don't lose anything": "Wszystkie pozostałe tematy będą na Ciebie czekać. Niczego nie tracisz. :)",

    "The path is ready!": "Ścieżka jest gotowa!",
    "We will start with the topics you have chosen. MyGowi will guide you step by step.": "Zaczniemy od tematów, które wybrałaś. MyGowi poprowadzi Cię krok po kroku."
  },
  "loginTexts": {
    "Welcome back!": "Witaj ponownie!",
    "Log in to continue your journey with Gowi.": "Zaloguj się, żeby kontynuować \nswoją podróż z Gowi."
  },
  "createAccTexts": {
    "Create your account": "Stwórz swoje konto",
    "This will allow us to save your progress and tailor your development path to you.": "Dzięki temu zapiszemy Twoje postępy i dopasujemy ścieżkę rozwoju do Ciebie."
  },
  "restorePasswordTexts": {
    "Forgotten password?": "Zapomniane hasło?",
    "It happens to everyone! Provide your email address and we will send you a link to set a new password.": "Zdarza się każdemu! Podaj swój adres e-mail, a wyślemy Ci link do stawienia nowego hasła.",
    "In case of problems, write to us: support@mygowi.app": "W razie problemów, napisz do nas: support@mygowi.app",
    "We have sent you a link": "Wysłaliśmy Ci link",
    "Check your email inbox. You will find a link there to set a new password. If you don't see the message, also check the Spam or Offers folder.": "Sprawdź swoją skrzynkę e-mail. Tam znajdziesz link do ustawienia nowego hasła. Jeśli nie widzisz wiadomości, zajrzyj też do folderu Spam lub Oferty.",

    "Password already changed?": "Hasło już zmienione?",
    "Return to login": "Wróć do logowania"
  },
  "errorMessages": {
    "Enter a valid email address.": "Wpisz poprawny adres e-mail.",
    "Password is too short.": "Hasło jest za krótkie.",
    "Passwords do not match.": "Hasła nie są takie same.",
    "You must accept the Terms and Conditions and Privacy Policy.": "Musisz zaakceptować Regulamin i Politykę Prywatności.",
    "You can request a new link in 5 minutes.": "Możesz poprosić o nowy link za 5 minut."
  },
  "quizTexts": {
    "Great that you are here!": "Super, że jesteś!",
    "Now I will ask you a few short questions to get to know you better.": "Teraz zadam Ci kilka krótkich pytań, żeby lepiej Cię poznać.",
    "Amount": "Ilość",
    "Time": "Czas",
    "Questions": "Pytań",
    "Minutes": "Minut",

    "My physical health allows me to do what I want every day": "Moje zdrowie fizyczne pozwala mi robić to, co chcę na co dzień.",
    "I feel calm and in mental balance": "Czuję się spokojna i jestem w równowadze psychicznej.",
    "I feel that my life has meaning and direction": "Mam poczucie, że moje życie ma sens i kierunek.",
    "Overall, I am satisfied with my life": "Ogólnie jestem zadowolona ze swojego życia.",
    "I have pleasant and supportive social contacts": "Mam miłe i wspierające kontakty towarzyskie.",
    "I am able to cope with daily duties and challenges": "Potrafię radzić sobie z codziennymi obowiązkami i wyzwaniami.",
    "I return to balance after difficult situations": "Wracam do równowagi po trudnych sytuacjach.",
    "I feel that I have good contact with myself": "Czuję, że mam ze sobą dobry kontakt.",

    "To what extent does this apply to you? (0-5)": "W jakim stopniu dotyczy to Ciebie? (0-5)"
  },
  "wellbeingProfile": {
    "BODY AND ENERGY": "CIAŁO I ENERGIA",
    "FEELINGS AND THOUGHTS": "UCZUCIA I MYŚLI",
    "MEANING AND DEVELOPMENT": "SENS I ROZWÓJ",
    "QUALITY OF LIFE AND SAFETY": "JAKOŚĆ ŻYCIA I BEZPIECZEŃSTWO",
    "RELATIONSHIPS AND PARTICIPATION": "RELACJE I UCZESTNICTWO",
    "ACTION AND AUTONOMY": "DZIAŁANIE I AUTONOMIA",
    "RESILIENCE AND SELF-TRUST": "ODPORNOŚĆ I ZAUFANIE DO SIEBIE",
    "CONTACT WITH SELF AND COMMUNICATION": "KONTAKST ZE SOBĄ I KOMUNIKACJA",

    "descriptions": {
      "BODY AND ENERGY": "Dobrze dbasz o swoje ciało i słuchasz jego potrzeb. Masz energię, ponieważ potrafisz utrzymywać zdrowe nawyki. Zauważasz momenty spadku energii – to ważne sygnały. Każdy świadomy wybór wzmacniający ciało pogłębia też Twoją wewnętrzną równowagę.",
      "FEELINGS AND THOUGHTS": "Na ogół czujesz spokój i pozostajesz w kontakcie ze swoimi emocjami. Rozumiesz je, nawet jeśli czasem trudno utrzymać je w równowadze. Potrafisz się zatrzymać, gdy tego potrzebujesz, i szukasz chwili ciszy, która wzmacnia Twoją stabilność.",
      "MEANING AND DEVELOPMENT": "Masz poczucie sensu i kierunku w życiu. Wiesz, co chcesz rozwijać i dokąd zmierzasz. Czerpiesz siłę z wdzięczności i zaufania do własnej drogi. Twoja postawa inspiruje innych i dodaje im odwagi do wzrostu.",
      "QUALITY OF LIFE AND SAFETY": "Czujesz się dobrze w swoim życiu i masz wewnętrzny spokój. Potrafisz utrzymywać równowagę i stawiać granice. Twoje otoczenie daje Ci poczucie bezpieczeństwa i stabilności. Te momenty są źródłem Twojej siły i wytrwałości.",
      "RELATIONSHIPS AND PARTICIPATION": "Masz wokół siebie ludzi, ale nie zawsze czujesz z nimi bliskość. Otwieranie się i zaufanie mogą być trudne — to naturalne, bo więź wymaga czasu i obecności. Zacznij od szczerej rozmowy lub drobnego gestu, który buduje zaufanie.",
      "ACTION AND AUTONOMY": "Czasem trudno Ci działać energicznie i konsekwentnie. Codzienne obowiązki mogą być przytłaczające lub osłabiać poczucie kontroli. To dobry moment, by zrobić mały krok — nawet najmniejsza decyzja może przywrócić poczucie sprawczości.",
      "RESILIENCE AND SELF-TRUST": "Zwykle zachowujesz spokój, ale stres potrafi wyprowadzić Cię z równowagi. Możesz czuć presję, by radzić sobie ze wszystkim. To normalne — odporność rośnie dzięki doświadczeniu. Przypomnij sobie moment, kiedy mimo trudności poradziłaś/poradziłeś sobie dobrze.",
      "CONTACT WITH SELF AND COMMUNICATION": "Masz dobry kontakt ze sobą i często wiesz, czego potrzebujesz. Potrafisz słuchać innych z szacunkiem. Czasem jednak tracisz energię, próbując unikać napięć. Zaufaj, że szczera komunikacja wzmacnia relacje zamiast je osłabiać."
    },
    "Your wellbeing profile": "Twój obraz dobrostanu",
    "Here is what your current state looks like in various areas of life GROWWEB": "Oto, jak wygląda Twój obecny stan w różnych obszarach życia - GROWWEB. Ten wynik zapisaliśmy na dziś - wrócisz do niego po kilku tygodniach, by zobaczyć, co się zmieniło."
  },
  "offert": {
    "Before we start...": "Zanim zaczniemy...",
    "Your path has already begun. If you want to go further, Gowi will be your daily companion. Unlock access to the full practice rhythm.": "Twoja ścieżka już się zaczęła. Jeśli chcesz iść dalej, Gowi będzie Twoim codziennym towarzyszem. Otwórz dostęp do pełnego rytmu praktyki.",
    "Plan": "Plan"
  }
}
